{"pages":[{"title":"tags","text":"","link":"/tags/index.html"}],"posts":[{"title":"","text":"Ukraine wendet Taktik der verbrannten Erde aneins“Eine Nato-Mitgliedschaft würde die Sicherheit Finnlands stärken”, hieß es in einer gemeinsamen Erklärung Niinistös und Marins. Als Nato-Mitglied würde Finnland “das gesamte Verteidigungsbündnis stärken”. Beide hofften, dass die für die Entscheidung noch nötigen nationalen Schritte rasch innerhalb der kommenden Tage getroffen würden, erklärten Präsident und Ministerpräsidentin. Niinistö und die Regierung entscheiden letztlich gemeinsam, ob Finnland einen Nato-Antrag stellen wird. Auf dem Weg dorthin hatte die Regierung im April eine Sicherheitsanalyse veröffentlicht, in der Vorteile und Risiken einer möglichen Mitgliedschaft beleuchtet werden – ohne jedoch einen Standpunkt für oder gegen einen entsprechenden Antrag zu verkünden. zweiFinnland ist seit Jahrzehnten neutral, das könnte sich künftig ändern: Präsident Niinistö und Ministerpräsidentin Marin unterstützen einen Beitritt zum Militärbündnis. “Eine Nato-Mitgliedschaft würde die Sicherheit Finnlands stärken”, hieß es in einer gemeinsamen Erklärung Niinistös und Marins. Als Nato-Mitglied würde Finnland “das gesamte Verteidigungsbündnis stärken”. Beide hofften, dass die drei新华社柏林5月11日电 （记者朱晟、张雨花）德国联邦统计局11日公布的数据显示，受新冠肺炎疫情和俄乌冲突影响，德国4月通胀率升至7.4%，连续第二个月创下1990年两德统一后新高。 数据显示，4月德国能源价格同比上涨35.3%，显著高于当月整体通胀率。去除能源价格因素，当月通胀率为4.3%。此外，当月食品价格同比上涨8.6%，服务业价格同比上涨3.2%。 vier【編者按】今年5月2日，美國最高法院私下表決推翻「羅訴韋德案」（Roe v. Wade）的法官意見草稿外流，美國社會大為震驚。自羅案成為美國墮胎權里程碑案例的1973年起，墮胎，以至女性的身體本身，就是保守派和自由派互相角力的戰場。近年全球威權保守主義再度崛起，墮胎這個本來就高度政治化﹑黨派化（partisan）的議題，再度成為了保守派「美國敘事」的核心。自2013年起，多個「紅州」都意圖通過「心跳法案」（heartbeat bill），即如果胚胎已有心跳或脈搏，終止懷孕就是違法，有些州的「心跳法案」甚至沒有豁免因姦成孕或亂倫懷孕。此前許多這些「心跳法案」因違反羅案被判違憲，但羅案一旦被推翻，全美有多達26個州很可能即時推動墮胎入罪化。","link":"/2022/05/12/39/"},{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2022/05/12/hello-world/"},{"title":"Hallo Welt!","text":"","link":"/2022/05/12/Hallo-Welt/"},{"title":"AA","text":"","link":"/2022/05/12/AA/"},{"title":"Fanart","text":"Jugend","link":"/2022/05/12/Fanart/"}],"tags":[{"name":"Wie","slug":"Wie","link":"/tags/Wie/"},{"name":"HeiEd","slug":"HeiEd","link":"/tags/HeiEd/"}],"categories":[]}