{"pages":[{"title":"tags","text":"","link":"/tags/index.html"}],"posts":[{"title":"Hallo Welt!","text":"","link":"/2022/05/12/Hallo-Welt/"},{"title":"【Hei×Ed】und betriebsam ist das dumme Herz(1)","text":"原作：phantasma/Ante 翻译：Theon 已取得授权 这是连绵冬雨后第一个晴天，感觉却像是会永远这样晴下去。甚至对于爬在街道和他们公寓拐角处墙壁上的紫藤花来说，这一天都像是从幽灵般攀附在冬天的寒雨中得到了解脱。前一个周日甚至下了雪，那些雪片轻轻停留在浅紫色花瓣上，然而这样含蓄的美不仅没有让人感觉出任何美感，反而引得人深深厌烦。急剧交替的温度和先干后湿的天气令爱德华关节疼痛，无论是真实的关节还是人造的关节。 无所谓了。至少今天的天空是蓝色的——不是亚美斯特里斯的蓝色，但足以照亮慕尼黑最灰暗的住宅区里那些该死的一模一样的房子，当然也足以呼应市中心的那些红色屋顶。爱德华甚至开始喜欢起那些看起来更加热情洋溢的屋顶来，它们似乎给予了这地方更多的生命力。今天这片蓝天下几乎没有云——这种情况在很短时间内就会让欣赏美景转变为轻微不耐烦。爱德华换了单手抱住包裹，另一只手松了松衣领。他出了维克图阿里安市场(1)熙熙攘攘的人群，沿着鹅卵石的方向随意走着。一个空闲的下午对他来说并不是常有的事，而且恰逢天气晴朗，又恰好心情舒畅。 他想，今天应该是个不错的日子，他翻找着一个面包卷——一个柔软的白色的面包卷，不是深色也不是带籽的，是阿尔冯斯喜欢的那种，他可能在晚上吃，但如果今天他出去吃晚饭的话，也可能会把它当做明天的早餐。有几颗珍贵的籽从他的指尖脱落，蹭着袋子窸窸窣窣落了下来，爱德华反射性地缩了缩脖子，但他还是成功捞出了那一卷。也许他们今晚都会出去吃——要是一切顺利。要是一切顺利……要是今天真的是个好日子的话。 对于一个工作日下午的市中心来说，这算得上拥挤了，兴许是好天气引得所有人都走出了家门。在拥挤的人行道上被人推搡着，爱德华皱着眉头，只能让双腿不受控制地自己往前走，此外他还抱着刚买的杂货，尽管他很想找点新东西读读，但现在在任何一家咖啡馆里停下或者在任何一家商店的橱窗旁逗留都让人不得安分。不自觉地满足于他已经拥有的东西，在心不在焉的一刻钟里，他大步向前，直至走到城市中最大的公园——英国花园的边缘。 很诚实地说，他不太清楚是什么让它成为了英国花园而不是德意志花园——嗯，巴伐利亚花园——甚至亚美斯特里斯花园，后者让人不禁想笑，这个想法的确有点蠢。_并不认为森特拉尔中央会有这么大的绿地_，不过这个想法也还行。太阳光和闷热的外套令人喘不过气，他急于寻求解脱，便走出了小路，在草地上小跑起来，直到到了一片光亮的阴凉处。纸杂货袋砰地一声落下（该死——可能是苹果首当其冲），随后爱德华铺开他的外套坐了上去，翻身趴在上面伸展开四肢。 这感觉……实际上出乎意料地好。他想着把袖子卷起来，但又没那么做，而是翻过身，屈起手臂搁在颈后把头放在上面。这样就很好了。起初他什么也没在看，过了一会儿他把目光投向了眼前在微风中摇摆的草，接着又转移视线，像相机镜头一样重新聚焦，锁定在一只鹅上，看着它对另一只鹅咄咄相逼，吓坏了一对路过的年轻人。 现在可能已经过了时间。他本可以掏出手表看看，但那就得现在动一动，他还不想妥协——明明刚才还心烦意乱。他昨晚睡得不好，又梦到一些奇怪的东西，不全是可怕的，却也足以惊醒他让他呆坐着，不顾床和他身旁另一具身体（最近才有的）仍散发着的温度，和黑暗中沉默的安慰。好在阿尔冯斯这次也没被惊醒。面试之前，他一遍又一遍地翻阅文件，整晚神经紧绷，这次面试对他们而言意义重大，前提是被录用。对方要求他们在面试时进行技术演示，这是个好的开端。不论如何，这对阿尔冯斯来说都是个好机会，而对于爱德华，这尤其是他可以展示自己的时机。爱德华其实不太了解自己，但别人会评论他，说他癖好奇特，说他天才，说他怪人——不管是什么，这样的特质有时候就是会抢了温和又会跟人打交道、相当聪明正直但又少言的阿尔冯斯的镜头。 克劳森公司正在招募可以完成短期项目的人，除了要足够的技能外，文件要合适，举止要合适，可能长相也要合适。说实话爱德华有些怀疑阿尔冯斯能不能胜任，但那报酬相当可观，倒也足以一试了。阿尔冯斯近来一直忧心于它的公平性，他总是把情绪明明白白地写在脸上，尽管如此爱德华却从未完全看清过。阿尔冯斯皱起的眉头、敲打铅笔的动作爱德华往往毫无知觉，但他确实发现了令室友为难的道德问题和焦虑不太容易避免的表现，即把笔记、书籍、图纸和传单之类的东西散落在卧室甚至厨房，然后又把它们都扫到一起分类、又分类…… 简直成了某种强迫症，否则平日里的阿尔冯斯实际上是他俩中更实际更讲究秩序的那个，倒不是说这是他们计分比试的结果。 爱德华想到一些书籍和论文的摘要，便伸手从外套的口袋里拿出了笔记本。他又想读一读，只是身上没有一篇理论性的文章甚至一本小说。随身携带笔记本是老习惯了，但里面所有内容都是加密的，不管是他们俩的共同项目，还是(尤其是)他自己私下研究的可能用来回家的方法。至于后者，他几乎可以完全肯定这里没有人能够理解，但还是…… “一定是他，这儿谁还有这么显眼的——“ “什么东西在——“ “艾尔利克！我们”(我们?！还有谁？)“正说是你呢！你好啊！” 他陷入一阵恐慌，竟然有人偷偷摸摸地接近他，还扯了他的头发，对所有这些他却完全没有知觉！爱德华转了一圈，重心移到前脚掌，准备开始他的反击。 “搞什么你们在？”他颇有怨气，朝着太阳光的方向眯起眼睛看去，发现有个不速之客正低头盯着他。典型的不速之客，玛格达莱纳·凯勒。那个年轻女人，玛格达，难以对付又故作神秘，几乎就像……几乎就像某个混蛋转性。玛格达其实很会开玩笑，这是爱德华几周前在一个化学讲座后的聚会上发现的——而当天阿尔冯斯一个人去听了物理学讲座。在负担得起大学入学费用之前，他们只能这样妥协：分别单独去听讲座，然后在家里给对方补课，以最大限度地利用时间。其实这种方式还挺不错的，如果能从对方那里学到新东西……或者就算收获没有达到预期，还可以向家里同情你的那个听众抱怨几句。 玛格达是个意外，虽然那天她绝没有跟着爱德华到他家去（谢天谢地），但如今她似乎无处不在。他早该料到这点。 “打扰了，你介意我们加入吗？”另一个声音在远处温和地询问道。女孩礼貌地等着，也可能只是不好意思。 “你看起来马上就要来打我了，”玛格达打趣道，她坐下来，把厚厚的红发辫规矩地搭在穿格子衫的肩膀上，显然是默认了爱德华应允。不爽，随便吧，爱怎么着怎么着。 即便如此他还是突然感到一阵尴尬。怎么，以后要对每一个胆敢拍他肩膀的人一人来一记爆栗吗？刚才可能是任何人，甚至是阿尔冯斯。也许正因为可能是任何人——还是保持警惕为好，即便是在这里。 爱德华哼了一声，坐了回去。通常情况下他会立马呛回去，而这次犹豫的半秒钟让他失去了机会。 “这是尤莉安娜，”玛格达说，示意她的朋友也坐到爱德华的外套上。”尤莉，这是艾尔利克。” 尤莉安娜眉毛动了一下，伸出了左手。当尤莉安娜握着爱德华的左手坐下时，这个动作变得有点尴尬，一部分是在握手，一部分却像别的东西（可能是一种前卫的古典舞创新?）。 “爱德华·艾尔利克，”他说，以免她误认为艾尔利克就是他的名。 “艾尔利克这人很有意思，”玛格达发表讲话似的断言道，就像她在观察一个实验时对天气侃侃而谈。”机械工程师，化学家，电气工程师——差不多每次我们见面，他的角色都不一样，像个文艺复兴时代的人，或者他会变形计。” “你是学生？” 尤莉安娜询问道。她拿起身后的小皮包放到腿上，从里面取出一本破旧的笔记本。解开套在外面的绳子，本子落下后轻松地摊开在有铅笔标记的最后一页——看起来是一本素描本。他忍不住瞥了一眼，即使是倒着。爱德华并不是有意多管闲事；只是他总会被书本吸引，对他而言书就像磁石。 “不是正式的，”他回答道。 “要是看到他想洗劫大学的那副模样，你绝对不会信！” “讲座也对公众开放，”爱德华反驳道。 玛格达没再接话，而是伸手将朱利安的一缕黄褐色卷发拂到耳后。尤莉安娜的注意力现在正集中在她的素描上——看起来她正在重新定位她在花园里其他地方画的场景——没有注意到玛格达的举动。玛格达说实话没有界限感，这很有趣——但鉴于她的职业抱负，这也在意料之中。来自一个律师家庭的她却更倾向于在新闻界奋斗，因为新闻界的工作可以同时发挥出她严谨和执着的优势。在细节上她无法被超越，这可能是她和爱德华相遇的主要原因。不过话又说回来，他又一次认识到他不能很好地融入这里。 玛格达继续看着尤莉安娜的铅笔在纸上移动，从现在这个角度看，圆形玳瑁镜框遮住了一部分她的绿眼睛，但也突出了她鼻梁的弧度和她的肤色。他意识到她是让他想起了谢斯卡——如果谢斯卡再莽撞一点，至少主动一点，或者不那么让人省心的话。 像是要证明后者，她突然越过爱德华的腿，伸手拿走了放在他身后不远处的笔记本。 “嚯，这是什么？”她一边问，一边从笔记本不平整的边缘中抽出一张什么东西来；这里面塞了不少零散的笔记和文章，以防万一，值得留下的都在这里备份了，所以当她抓住它时，里面肯定有什么东西晃了晃；玛格达眯起眼睛，又改口道：”或者说，这是谁？”&nbsp; 爱德华认出她手里的东西后只感觉一股热血烧上脸颊。他惊恐地发现那不是一张纸条或文章剪报，而是一张小小的黑白照片——前几天阿尔冯斯在自动摄影机前拍了这组照片，要与他的申请一起提交。难道是阿尔冯斯的申请资料漏了什么东西？爱德华一阵惊慌，不会吧，一共有好几张，这张一定是阿尔冯斯昨晚挪东西的时候不小心夹在他论文里的。&nbsp; “一张——照片，”他那肯定的语气听起来像是节省时间版的“你就不能自己用眼睛看看吗？”。为什么一个人要带着另一个人的照片，更不用说……&nbsp; “啊哈，”玛格达当即认可了这个说法，甚至没有多嘴，尽管很明显这个回答现在还在她脑子里打转。”给你了，尤莉，你不是想画肖像吗？试下画这个。”&nbsp; 尤莉安娜从她的风景速写中生怯地抬起头。”那个，你不介意吧？”&nbsp; 这种问题上忸忸怩怩只会引起怀疑，爱德华只好耸耸肩。 “这个……好吧，随便你。”&nbsp; “谢谢。这是今天下午要交的作业，我有点开心过头就忘了，所以你的…… “她停顿了一下，好像在试图填空，但随后她妥协于最简单直白的经验叙述，”你的照片帮上大忙了。” 爱德华脸色一定很难看，因为女孩迅速补充道：”我会把它还回去的！一小会儿就好。”&nbsp; 多么可笑的状况……他怎么会让自己陷入这些境地……这些要么是耻辱要不就是了不起的光荣事迹。在这里度过的时日渐长，他变得柔软，又或是自满。一定是在走下坡路了….爱德华不记得几年前自己有这么容易分心的。 马格达开始讲一个关于政治家和低级法律丑闻的故事。显然，由于两家报纸急于抢先报道，处理失当，这个丑闻被夸大成了更大的丑闻。她继续谈新闻界中的正义，讲述那些旨在诋毁新闻界的人，关于不断上升的通货膨胀，关于共产主义。爱德华听着她的简报和专题论文，但只用了一半的注意力，部分原因是他再次被眼下的情况分了神。这个地方正处于某些事件的边缘——任何人都能感觉到，即使像爱德华本人这样彻头彻尾的局外人。但从这个角度很难加入玛格达的谈话。这毕竟是理论上的。这里不是他的世界，他的国家，虽然他可以很容易地给自己的行为划定道德界线抑或谴责他人的行为，但当涉及到社会民主党与共产党的问题时，他就没有话语权了。 玛格达似乎是那种想要更多积极的谈话搭档的人；她没停止烦扰他、转而去寻求任何一个在大学里都很容易找到的有主见甚至极端傲慢的年轻男人真是个奇迹……当然也可以是同样机智的女人。坦言，爱德华可以想象，把这些人放在合适的位置上会令人产生一种满足感，特别是经常被不公平低估的女性；这个地方在让人各就其位这方面似乎仍然落后于亚美斯特里斯。 “就快好了，”尤莉安娜说着，金属关合的声音把爱德华从思绪中拉了回来。他低头一看，发现她拿出了一套水彩画具，那张素描已经画完了。很漂亮的画作，对于照片上的人来说，不偏不倚。然而……它有些不对劲…… 爱德华眯起眼睛，试图穿透朦朦胧胧的似曾相识感看得更清楚些。&nbsp; “他的头发是什么颜色？我是说照片上的那个男孩，”尤连妮拿出一把刷子，问道。”如果你喜欢，我可以在给老师展示完后给你，我猜你可能想把它送人。”&nbsp; 伴随着这个想法，涌现出一股上升的恐慌。他不能说任何可能让照片被认出来的特点——&nbsp;&nbsp; “棕色，”爱德华的声音率先答道，他的大脑落后了一会儿。突然间，他的官能被完全剥夺了，他现在是一个身体已经完全变成机器的人。如果不是他感觉到自己的舌头和嘴唇还在动，这些话就好像完全是由别人说的。”浅棕色……”&nbsp; “眼睛呢？”&nbsp; “也是棕色，但接近灰色……取决于光线。”&nbsp; 他为什么要这样做？他的心脏不规律地拍打着胸腔，右手掌心开始出汗，义肢越来越陌生。撒谎是不对的，他在撒谎吗？谁会知道差别？他知道吗？他 应该 知道的，他肯定，他肯定，如果他看着阿尔冯斯，他当然知道；他们毕竟是不同的人，但他的意思是——他又如何知道这里的 另一个 描述是否正确，他的记忆是不是对的，在现在，在十年后…… 如此违背常理的试验，如此完美的人体炼成，让艺术把一张脸变成另一张来测试记忆的上限，更不用说想象力的上限！ “给你，你看。” 她侧着素描本，微笑着，显然很高兴——这是一幅很棒的画，色彩潇洒，看起来相当悦目，但内疚感爬上来钳住了爱德华的喉咙，他的呼吸道像是被勒住，双眼烫得马上要烧起来。 “不过这到底是谁？” 玛格达问道，但爱德华急于离开，他艰难而急速地站起来，猛地从女人们身下拽出大衣，并伸手摸了摸以确保拿回了笔记本。他必须在被眼泪制服前逃走，他害怕即将到来的会是歇斯底里。照片和画，全都见鬼去吧，都见鬼去…… “对不起我刚刚想起我得去一个地方——现在已经晚了——那个——“&nbsp; 两个女人交换了一个困惑的眼神，但爱德华已经走了。他感觉到这一切，恐慌，痛苦，悲伤，以及一次又一次出现的无法逾越也无法磨灭的内疚，这一切的出口就在不远处。他感觉到他的脸已经湿了，看到的天空依旧是蓝色。他听到自己希望的能被顺利说出口的答案正在耳边低语着，他还多么希望第二个回答是真的： 那张照片里的……是我的…… 不，你画里的……那是我的弟弟。 直到在坐电车回家的半路上，他才意识到，他把装杂货的袋子落在了草坪上。 真是该死。 作者注：(1) 维克图阿里安市场(Viktualienmarkt)：慕尼黑市中心的露天市场，靠近玛利亚广场（市中心广场）","link":"/2022/06/13/%5BHei%C3%97Ed%5D%5B%E4%B8%AD%E8%AF%91%5Dund%20betriebsam%20ist%20das%20dumme%20Herz(1)/"},{"title":"【Hei×Ed】Voyage 1","text":"碎片 海德里希在拥抱爱德华的时候有没有觉得他像一只风筝？爱德华好像是甘愿把线放在他手心里，但或许从某个时刻起海就知道了某天要放他走，这不是许诺更不是所谓善心，而是义务。&nbsp;他无法挽回同样出于义务登上战场的父亲，也无法留住他的风筝。&nbsp;​​​ 只要有风轻轻吹过便会感觉到牵引 爱德华领悟到这点是在起飞的一刻，这一瞬间追回了他十四岁那次试图通过人体炼成做出贤者之石换回阿尔的记忆，那天他真的觉得监狱里罪犯的死成为了一种义务，也是从那一天起，他发誓再不会让任何人为他牺牲。而海德里希，又一次把他的誓言撕得粉碎，海德里希是什么时候觉察到的？他什么时候在他面前露出过为难的神情？他恳求过，或者他但凡有一次在海德里希面前表露过恳求的迹象么？他追悔莫及。但他也无法得知如何才能让海德里希放弃为他而死的念头。他想让海德里希活下去与他想要回到故乡去的决心同样强烈，他无法主动做出任何选择牺牲，而放任事情发生，扔下两个选项等待看到哪一个结果率先摔碎同样令他痛苦无比。 他又想起在伦敦死去的爱德华。这个名为爱德华的人已经死去了两次，这是他的第三次生命。 Voyage本质是非常碎片化的想法备份处 字数超过3k开新的","link":"/2022/06/13/Voyage/"}],"tags":[],"categories":[]}